public class Main {
    public static void main(String[] args) {
        System.out.println("Билет 2\nЗадача: напишите программу, которая проверяет, является ли строка палиндромом.");
    }
}